[{
    "name": "大阪",
    "sub": [{
        "name": "大阪关西国际机场",
        "value": "日本"
    }, {
        "name": "大阪伊丹机场"
    }]
}, {
    "name": "东京",
    "sub": [{
        "name": "成田国际机场、羽田机场"
    }]
}, {
    "name": "曼谷",
    "sub": [{
        "name": "素万那普国际机场、廊曼机场",
        "value": "泰国"
    }]
}, {
    "name": "苏梅岛",
    "sub": [{
        "name": "苏梅岛机场",
        "value": "泰国"
    }]
}, {
    "name": "首尔",
    "sub": [{
        "name": "金浦机场",
        "value": "韩国"
    }, {
        "name": "仁川机场",
        "value": "韩国"
    }]
}]